[
  {
  "id": 1,
  "nombre": "Capihoja",
  "tipo": ["Planta"],
  "descripcion": "Pequeño y curioso, Capihoja recorre los campos con una hoja en forma de boina que le protege del sol y canaliza energía solar. Suele acercarse a los humanos confiados, especialmente en las plazas y huertas donde la vegetación es abundante. Su dulzura lo hace muy popular como compañero inicial.",
  "altura": "0.6 m",
  "peso": "5.5 kg",
  "habitat": "Zonas rurales y jardines urbanos",
  "habilidades": ["Clorofila", "Savia Serena"],
  "evolucion": "Carpinflo",
  "imagen": "sprites/capihoja.png"
},
  {
  "id": 2,
  "nombre": "Carpinflo",
  "tipo": ["Planta"],
  "descripcion": "Tras evolucionar, Capihoja se transforma en Carpinflo, una criatura amistosa que genera pequeñas flores silvestres a su paso. Su personalidad cálida y protectora lo hace un líder natural entre Pokémon de pradera. Se lo ha visto colaborando con agricultores, ayudando a que la tierra florezca.",
  "altura": "0.9 m",
  "peso": "30 kg",
  "habitat": "Campos abiertos y bordes de monte",
  "habilidades": ["Espora Viva", "Savia Serena"],
  "evolucion": "Brotibara",
  "imagen": "sprites/carpinflo.png"
},
  {
  "id": 3,
  "nombre": "Brotibara",
  "tipo": ["Planta", "Tierra"],
  "descripcion": "Brotibara representa la armonía entre la tierra fértil y la vida silvestre. Sus enredaderas se entrelazan con el entorno, purificando el aire y revitalizando los suelos por donde pisa. Es considerado un espíritu protector de los humedales y actúa como guía silencioso de otras criaturas del ecosistema.",
  "altura": "1.7 m",
  "peso": "78 kg",
  "habitat": "Humedales y reservas naturales",
  "habilidades": ["Raíz Profunda", "Corazón Silvestre"],
  "evolucion": null,
  "imagen": "sprites/brotibara.png"
},
  {
  "id": 4,
  "nombre": "Lobazul",
  "tipo": ["Agua"],
  "descripcion": "Este Pokémon costero es juguetón y curioso. Lobazul suele nadar cerca de pescadores y barcos turísticos, a quienes entretiene con acrobacias entre las olas. Sus aletas suaves y sus expresivos ojos lo vuelven uno de los compañeros iniciales más queridos.",
  "altura": "0.6 m",
  "peso": "7 kg",
  "habitat": "Playas y puertos pesqueros",
  "habilidades": ["Nado Ágil", "Espuma Curativa"],
  "evolucion": "Sonatlón",
  "imagen": "sprites/lobazul.png"
},
  {
  "id": 5,
  "nombre": "Sonatlón",
  "tipo": ["Agua", "Hada"],
  "descripcion": "Sonatlón domina las mareas no solo con su fuerza, sino con su canto majestuoso. Sus vocalizaciones generan ondas que pueden calmar tormentas o desatar tsunamis. Se dice que su canto solo se escucha durante las noches de luna llena, guiando a los marineros perdidos.",
  "altura": "1 m",
  "peso": "45 kg",
  "habitat": "Costas oceánicas y bahías ocultas",
  "habilidades": ["Eco Lunar", "Voz Marina"],
  "evolucion": "Brumalión",
  "imagen": "sprites/sonatlon.png"
},
  {
  "id": 6,
  "nombre": "Brumalión",
  "tipo": ["Hielo", "Fantasma"],
  "descripcion": "Brumalión emerge de las regiones más gélidas durante épocas de caos climático. Su rugido resuena entre montañas nevadas, trayendo calma a tormentas y esperanza a viajeros perdidos. Cuentan las leyendas que su melena helada lleva memorias de héroes ancestrales, y que el brillo de su colgante guía a los corazones puros.",
  "altura": "2.4 m",
  "peso": "110 kg",
  "habitat": "Cumbres nevadas y templos olvidados",
  "habilidades": ["Niebla Ancestral", "Espíritu Guardián"],
  "evolucion": null,
  "imagen": "sprites/brumalion.png"
},
   {
    "id": 9,
    "nombre": "Terrero",
    "tipo": ["Fuego", "Volador"],
    "descripcion": "Pequeño pero valiente, Terrero anida en los pastizales de los campos uruguayos. Su penacho anaranjado brilla al amanecer, avisando a su bandada de que el día ha comenzado. Cuando se siente amenazado, agita sus alas y expulsa pequeñas llamaradas desde su cresta, intimidando a depredadores con su ardor inusitado. Evoluciona a Ignívalo al nivel 16.",
    "altura": "0.7 m",
    "peso": "300 gr",
    "habitat": "Plazas de Uruguay",
    "habilidades": ["Alarma Ígnea", "Espíritu Gaucho"],
    "evolucion": "Ignívalo",
    "imagen": "sprites/terrero.png"
  },
  {
    "id": 10,
    "nombre": "Ignívalo",
    "tipo": ["Fuego", "Volador"],
    "descripcion": "Ignívalo emerge cuando Terrero libera todo su potencial ígneo. Su cuerpo serpentea entre llamas, simbolizando la fusión del fuego y la libertad. Se dice que, al batir sus poderosas alas, convoca pequeños incendios que purifican el aire y renuevan la tierra. Evoluciona a Albanix al nivel 36.",
    "altura": "1.2 m",
    "peso": "3 kg",
    "habitat": "Cráteres volcánicos",
    "habilidades": ["Llama Embravecida", "Escama Férrea"],
    "evolucion": "Albanix",
    "imagen": "sprites/ignivalo.png"
  },
  {
    "id": 11,
    "nombre": "Albanix",
    "tipo": ["Fuego", "Volador"],
    "descripcion": "Albanix es una criatura majestuosa que surca los cielos de la región como un símbolo de esperanza renacida. Se dice que nace en lo más alto de cráteres extinguidos, donde el fuego aún susurra bajo la roca. Sus alas están cubiertas de plumas ígneas que brillan como brasas danzantes, dejando estelas cálidas que purifican el aire a su paso. A pesar de su poder, se lo asocia con la protección y el renacimiento: suele aparecer en momentos de crisis para inspirar valor en los corazones debilitados.",
    "altura": "2.3 m",
    "peso": "78 kg",
    "habitat": "Zonas volcánicas",
    "habilidades": ["Pirocristal", "Foco Interno"],
    "evolucion": null,
    "imagen": "sprites/albanix.png"
  }
]
